Repository: DRRP-Team/DRRP-Launcher
Catalog: Properties/Resources.*.resx
Languages: ru

# error_binaryNotFound
source: Error! Engine binary was removed before running. Try again.
ru: Ошибка! Файл порта был удалён перед попыткой запуска. Попробуйте ещё раз.

# error_doom2NotFound
source: Error! File doom2.wad was removed before running. Try again.
ru: Ошибка! Файл doom2.wad был удалён перед попыткой запуска. Попробуйте ещё раз.

# error_noLanguageOrPack
source: Error! You have to select language and pack to continue.
ru: Ошибка! Выберите нужную версию и язык.

# error_pk3NotFound
source: Error! DRRP package was removed before running. Try again.
ru: Ошибка! Файл мода был удалён перед попыткой запуска. Попробуйте ещё раз.

# error_pk3NotFoundTitle
source: pk3 file not found
ru: pk3 файл не найден

# error_somethingNotFoundTitle
source: {0} not found
ru: {0} не найден

# error_startupErrorTitle
source: Startup error
ru: Ошибка запуска

# error_upgradeRequired
source: Update your launcher to continue.
ru: Необходимо обновить лаунчер.

# performance_custom
source: Custom (do not change config)
ru: Настроенное (не вносит правки)

# performance_high
source: High
ru: Высокое

# performance_low
source: Low
ru: Низкое

# performance_normal
source: Normal
ru: Нормальное

# performance_ugly
source: Ugly
ru: Убогое

# performance_ultra
source: Ultra
ru: Ультра

# status_alreadyExists
source: {0} already exists.
ru: {0} уже существует.

# status_alreadyInstalled
source: {0} is already installed.
ru: {0} уже установлен.

# status_downloading
source: Downloading {0}...
ru: Скачиваю {0}...

# status_extracting
source: Extracting {0}...
ru: Распаковываю {0}...

# status_installed
source: {0} installed successfully!
ru: {0} успешно установлен!

# status_launching
source: Starting {0}...
ru: Запускаю {0}...

# status_preparingToLaunch
source: Preparing to launch...
ru: Подготовка к запуску...

# status_statistics
source: You've played for {0} hours, {1} minutes, {2} seconds
ru: Вы играли {0} часов, {1} минут и {2} секунд

# ui_additionalArgs
source: Additional command line args:
ru: Дополнительные аргументы запуска:

# ui_advanced
source: Advanced options
ru: Продвинутые опции

# ui_change
source: Change
ru: Изменить

# ui_installationFolder
source: Installation folder:
ru: Рабочая папка:

# ui_open
source: Open
ru: Открыть

# ui_packInfo
source: Information about the pack
ru: Подробнее о пакете

# ui_pressPlay
source: Press "Play":
ru: Нажми "Play":

# ui_selectLanguage
source: Select language:
ru: Выбери язык:

# ui_selectPack
source: Select pack:
ru: Выбери пакет:

# ui_selectPackAndPressPlay
source: Select pack and press "Play"
ru: Выбери пакет и нажми "Play"

# ui_selectQuality
source: Select quality:
ru: Выбери качество:
